"MAIN_TITLE_INIT" = "萌电波接收姬";
"MAIN_TITLE_ERROR" = "OAO错误发现";
"MAIN_TITLE_LOAD_COMPETE" = "♥电波接收正常♥";
"MAIN_TITLE_LOADING_PLAYLIST" = "正在用力地读取播放列表...";
"MAIN_TITLE_LOADING_PLAYLIST_BUSY" = "都说了正在加载列表，不要老戳人家>A<";
"MAIN_TITLE_LOADING_SHUFFLE" = "正在用力地读取播放列表...请勿操作！";
"MAIN_TITLE_NOSIG" = "无电波信号OAO！";
"MENU_TITLE_NEXT" = "_(:з」∠)_ 收听/暂停";
"MENU_TITLE_PLAY" = "_(:з」∠)_ 下一首";

"MAIN_SUBTITLE_INIT" = "正在初始化...";
"MAIN_SUBTITLE_LOAD_COMPETE" = "请点击播放按钮开始播放～(•ᴥ•)v";
"MAIN_SUBTITLE_LOAD_DATA" = "正在测试数据连接...";
"MAIN_SUBTITLE_NOSIG" = "难道是萌否娘挂了喵(；ﾟДﾟ)？！还是先检查下网络吧...";
"MAIN_SUBTITLE_PLAYER_ERR" = "Player Error";
"MAIN_SUBTITLE_REQUEST_FAILED" = "RequestFailed";

"ALERT_TITLE_ERR" = "貌似有错误的样子";
"ALERT_TITLE_FAV_SUCCESS" = "已成功收藏歌曲";
"ALERT_TITLE_FAVSONG" = "收藏歌曲?";
"ALERT_TITLE_LASTFM_LOGIN_IN_ERR" = "错误发现OAO！(LFLoginErr)";
"ALERT_TITLE_NETWORK_ERR" = "网络检测到异常！";
"ALERT_TITLE_NOT_LOGIN_IN_MOEFOU" = "您没有登陆到萌否";
"ALERT_TITLE_NOT_PLAYING_ERR" = "您还没有开始播放呢";
"ALERT_TITLE_OAUTH_ERR" = "错误发现OAO！(Can't Oauth)";
"ALERT_TITLE_PLAYER_ERR" = "错误发现OAO！(Player Error)";
"ALERT_TITLE_REQUEST_FAILED" = "错误发现OAO！(RequestFailed)";
"ALERT_TITLE_SONG_NOTFOUND_IN_LASTFM_ERR" = "未找到Last.fm页面";
"ALERT_TITLE_START_OAUTH_ERR" = "错误发现OAO！(Can't start Oauth)";
"ALERT_TITLE_SUCCESS_CANCEL_FAV" = "已成功取消收藏歌曲";
"ALERT_TITLE_SUCCESS_LOGIN_IN_LASTFM" = "成功登入";
"ALERT_TITLE_SUCCESS_LOGIN_IN_MOEFOU" = "成功登入";
"ALERT_TITLE_WARNING" = "警告>_<";
"ALERT_TITLE_FAV_SONG_SUCCESS" = "已成功收藏歌曲";
"ALERT_TITLE_FAV_SONG_FAILED" = "收藏歌曲失败";
"ALERT_TITLE_TRASH_SONG_SUCCESS" = "已成功抛弃歌曲";
"ALERT_TITLE_TRASH_SONG_FAILED" = "抛弃歌曲失败";
"ALERT_TITLE_CANCEL_FAV_SONG_SUCCESS" = "已成功取消收藏歌曲";
"ALERT_TITLE_CANCEL_FAV_SONG_FAILED" = "取消收藏失败";
"ALERT_TITLE_CANCEL_TRASH_SONG_SUCCESS" = "已成功取消抛弃歌曲";
"ALERT_TITLE_CANCEL_TRASH_SONG_FAILED" = "取消抛弃失败";

"ALERT_MSG_NETWORK_ERR" = "似乎碰到了网络不可用或者无法连接到萌否电台的后台，有可能是萌否娘正在进行维护。也有可能是CDN网络出现了问题。\n或许电台页面可以访问或者歌曲信息可以被加载，但是可能歌曲会无法播放。\n不过也不排除误判断的可能。\nError:%@";
"ALERT_MSG_FAV_SUCCESS" = "已成功收藏歌曲";
"ALERT_MSG_FAVED" = "主人已经收藏过这首歌了！要取消收藏么？";
"ALERT_MSG_FAVSONG" = "需要附加评论么？";
"ALERT_MSG_NOT_LOGIN_IN_MOEFOU" = "主人需要登陆到萌否才能继续享用此服务";
"ALERT_MSG_NOT_PLAYING_ERR" = "主人不播放歌曲怎么能这么做呢？！>_<";
"ALERT_MSG_SONG_NOTFOUND_IN_LASTFM_ERR" = "该歌曲是未知演唱者或者歌手信息并没有在Last.fm里收录";
"ALERT_MSG_SUCCESS_CANCEL_FAV" = "已经成功取消收藏歌曲了喔～";
"ALERT_MSG_SUCCESS_LOGIN_IN_LASTFM" = "恭喜，已经成功登入Last.fm了。";
"ALERT_MSG_SUCCESS_LOGIN_MOEFOU" = "恭喜，已经成功登入萌否了。";
"ALERT_MSG_TRASHED" = "主人已经抛弃过这首歌了！要取消抛弃么？";
"ALERT_MSG_FAV_SONG_SUCCESS" = "歌曲已经成功收藏起来了喔～";
"ALERT_MSG_TRASH_SONG_SUCCESS" = "主人再也不会听到这首歌曲了喔～";
"ALERT_MSG_CANCEL_TRASH_SONG_SUCCESS" = "已经成功取消收藏歌曲了喔～";
"ALERT_MSG_CANCEL_FAV_SONG_SUCCESS" = "主人又能再听到这首歌曲了呢～";


"CANCEL_FAV" = "取消收藏";
"CANCEL_TRASH" = "取消抛弃";
"LOGIN_IN_LASTFM" = "登入Last.fm";
"LOGIN_IN_MOEFOU" = "登入萌否";
"LOGOUT_LASTFM" = "登出Last.fm";
"LOGOUT_MOEFOU" = "登出萌否";
"ADD_COMMENT" = "添加评论";
"NEEDNT" = "不需要";
"STAY" = "保持原样";

"NOT_LOGIN_LASTFM" = "主人没有登陆呢！";
"NOT_LOGIN_LASTFM_2" = "什么都不知道喔☆～";
"NOT_LOGIN_LASTFM_3" = "真的什么都不知道啦♥～";
"NOT_LOGIN_MOEFOU" = "主人没有登陆呢！";
"NOT_LOGIN_MOEFOU_2" = "什么都不知道喔☆～";
"UNKNOW_ALBUM" = "未知专辑";
"UNKNOW_ARTIST" = "未知艺术家";
"UNKONW_SONG" = "未知歌曲";

